/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Произошла ошибка проверки";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Произошла ошибка";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Отменить изменение";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Ошибка форматирования";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Неверный ключ";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "Ключ не может быть пустым";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Ключ уже используется";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Значение для %@ не может быть пустым";

